img/1-RDF-concept-L2-20-auto/V5mR.mmd
flowchart LR
  D[degree:AI] -->|rdfs:label| L1(("Artificial Intelligence"))
  D -->|ex:shortName| L2(("AI"))
